import {Attraction} from "../model/model";
export const TOURIST: Attraction[] = [
    {
        name: '华清池',
        introduc: '华清宫是唐代封建帝王游幸的别宫。背山面渭，倚骊峰山势而筑，规模宏大，建筑壮丽，楼台馆殿，遍布骊山上下。唐诗人白居易《骊宫高》诗曰：“高高骊山上有宫， 朱楼紫殿三四重”。',
        imgUrl: '',
    },
    {
        name: '兵马俑',
        introduc: '兵马俑是古代墓葬雕塑的一个类别。古代实行人殉，奴隶是奴隶主生前的附属品，奴隶主死后奴隶要作为殉葬品为奴隶主陪葬。兵马俑即制成兵马（战车、战马、士兵）形状的殉葬品。',
        imgUrl: '',
    },
    {
        name: '大雁塔',
        introduc: '大雁塔作为现存最早、规模最大的唐代四方楼阁式砖塔，是佛塔这种古印度佛寺的建筑形式随佛教传入中原地区，并融入华夏文化的典型物证，是凝聚了中国古代劳动人民智慧结晶的标志性建筑。',
        imgUrl: '',
    },
    {
        name: '钟楼',
        introduc: '西安钟楼位于西安市中心，明城墙内东西南北四条大街的交汇处，是中国现存钟楼中形制最大、保存最完整的一座。建于明太祖洪武十七年（1384年），初建于今广济街口，与鼓楼相对，明神宗万历十年（1582年）整体迁移于今址。',
        imgUrl: '',
    },
    {
        name: '骊山',
        introduc: '骊山是华清宫景区的重要组成部分。山上文物胜迹众多、自然景观秀丽，遍布着烽火台、老母殿、老君殿、晚照亭、兵谏亭、上善湖、七夕桥、尚德苑、遇仙桥、三元洞等众多著名景点。',
        imgUrl: '',
    },
    {
        name: '回民街',
        introduc: '西安回民街是西安著名的美食文化街区，是西安特色小吃最集中的街区，也是来西安必去的地方。其历史悠久，距今已有上千年历史。',
        imgUrl: '',
    }
]